Revit 2027 API
LayoutRule Properties
The LayoutRule type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
LayoutRule Class
Autodesk.Revit.DB Namespace